import React from "react";
import "./home.css";
export default function Home() {
  return (
    <div className="home" dir="rtl">
      <div className="container-fluid">
        <h1>الرئيسية</h1>
        <div className="row whoAmI px-4 my-4">
          <div className="col-md-6 order-md-0 order-1 whoAmI__right">
            <h3>احنا مين ؟</h3>
            <div>
              <p>
                <span>معاك</span> مؤسسة خيرية غير هادفة للربح تُدار من قبل جهة
                رسمية بنحاول نوصل للناس المحتاجة والي ظروفها صعبة. <br /> بنحاول
                نعرض كل الحالات الي محتاجة مساعدة مادية وبنوفرلك اكتر من طريقة
                للدفع. الكلام الي جاي دا كله ملهوش لازمة دا بس علشان التصميم
                <br /> لكن لا بد أن أوضح لك أن كل هذه الأفكار المغلوطة حول
                استنكار النشوة وتمجيد الألم نشأت بالفعل، وسأعرض لك التفاصيل
                لتكتشف حقيقة وأساس تلك السعادة البشرية، فلا أحد يرفض أو يكره أو
                يتجنب الشعور بالسعادة، ولكن بفضل هؤلاء الأشخاص الذين لا يدركون
                بأن السعادة لا بد أن نستشعرها بصورة أكثر عقلانية ومنطقية فيعرضهم
                هذا لمواجهة الظروف الأليمة، وأكرر بأنه لا يوجد من يرغب في الحب
                ونيل المنال ويتلذذ بالآلام، الألم هو الألم ولكن نتيجة لظروف ما
                قد تكمن السعاده فيما نتحمله من كد وأسي.
              </p>
            </div>
          </div>
          <div className="col-md-6 order-md-1 order-0 whoAmI__left">
            <img
              src={require("./../../assest/home_whoAmI.png")}
              className="w-100"
            />
          </div>
        </div>
      </div>
    </div>
  );
}
